Repository: haliciyazilim/oyun
Catalog: OkParcalari/OkParcalari/*.lproj/Localizable.strings
Languages: tr

# IMAGE_FILENAME_SUFFIX
source: en
tr: tr

source: New Game
tr: Yeni Oyun

# CURRENCY
source: USD
tr: TL

source: Tap to start
tr: Başlamak için dokunun

# COULD_NOT_MAKE_PURCHASES
source: You need to enable In-App Purchases in the Settings application in order to unlock the full game.
tr: Tam sürümü edinebilmek için Ayarlar uygulamasından Uygulama İçi Alım seçeneğini etkinleştirmeniz gerekmektedir.

source: In-App Purchases
tr: Uygulama İçi Alım

source: OK
tr: Tamam

# CONNECTION_ERROR
source: There seems to be a connection error. Please try again later.
tr: Bağlantı hatası oluştu. Lütfen daha sonra tekrar deneyin.

# SERVER_ERROR
source: There seems to be an error with the iTunes Store. Please try again later.
tr: iTunes Store ile ilgili bir hata oluştu. Lütfen daha sonra tekrar deneyin.

# PRODUCT_PURCHASED
source: You have successfully unlocked the full game. Enjoy!
tr: Tam sürüme başarıyla geçildi. İyi oyunlar!

# PRODUCT_PURCHASE_FAILED
source: Error:
tr: Hata:

source: Tap to close
tr: Kapatmak için dokunun

# RESTART_APPROVE
source: Are you sure want to restart the game? Your unsaved progress will be lost!
tr: Yeniden başlamak istediğinize emin misiniz? Kaydedilmemiş ilerlemeniz kaybolacaktır!

# MAIN_MENU_APPROVE
source: Are you sure want to return to main menu? Your unsaved progress will be lost!
tr: Ana menüye dönmek istediğinize emin misiniz? Kaydedilmemiş ilerlemeniz kaybolacaktır!

source: Cancel
tr: İptal

# NO_PURCHASED
source: This was the last level in the free level pack. You can unlock the full game to access all the levels.
tr: Ücretiz haritaların sonuncusunu oynadınız. Tam sürüme geçerek bütün haritalara ulaşabilirsiniz.

source: PROGRAMMING
tr: PROGRAMLAMA

# ART
source: GUI DESIGN
tr: GÖRSEL ARAYÜZ TASARIM

source: MUSIC
tr: MÜZİK

# FACEBOOK_SESSION_NOT_OPEN_TITLE
source: Error
tr: Hata

# FACEBOOK_SESSION_NOT_OPEN
source: You're not connected to Facebook or GreenTheGarden does not have the privilages to send Facebook updates.
tr: Facebook'a bağlı değilsiniz ya da Green The Garden Facebook'a ileti yollama yetkisine sahip değil.

# FACEBOOK_SHARE_CAPTION
source: Can you beat me?
tr: Beni geçebilir misin?

# FACEBOOK_MESSAGE_NO_STAR
source: I solved %@ map in %d seconds.
tr: %@ bir haritayi %d saniyede çözdüm.

# FACEBOOK_MESSAGE_WITH_STARS
source: I solved %@ map in %d seconds with %@.
tr: %@ bir haritayi %d saniyede %@ yıldız ile çözdüm.

# TWEET_MESSAGE_NO_STAR
source: I solved %@ map in %d seconds in #GreenTheGarden.
tr: #GreenTheGarden'da %@ bir haritayi %d saniyede çözdüm.

# TWEET_MESSAGE_WITH_STARS
source: I solved %@ map in %d seconds with %@ in #GreenTheGarden.
tr: #GreenTheGarden'da %@ bir haritayi %d saniyede %@ yıldız ile çözdüm.

# TWEET_MAP_EASY
source: an easy
tr: kolay

# TWEET_MAP_NORMAL
source: a normal
tr: orta

# TWEET_MAP_HARD
source: a hard
tr: zor

# TWEET_MAP_INSANE
source: an insane
tr: çılgın

# TWEET_SENT
source: Your tweet has been successfully sent.
tr: Tweetiniz başarıyla yollandı.

# TUTORIAL_WELCOME
source: Welcome to Green The Garden. Your objective is to green the whole garden! You will use water pumps and pipes in your quest.
tr: Hoş geldiniz. Oyundaki göreviniz bahçedeki karelerin tümünü yeşillendirmektir. Bunun için pompalardan çıkan boruları kullanacaksınız.

# TUTORIAL_COMPLETED
source: Now you're on your own. Go and Green The Garden! Remember, you have to green each and every tile in order to win the game!
tr: Bundan sonra bahçeyi tek başınıza yeşillendireceksiniz. Unutmayın, oyunu kazanmak için her bir kareyi yeşillendirmeniz lazım. İyi Eğlenceler.

# TUTORIAL_ALERT_TITLE
source: Tutorial
tr: Yardım Turu

# TUTORIAL_ALERT_MESSAGE
source: Do you want to see the tutorial on how to play Green the Garden?
tr: Oyunun nasıl oynanacağını anlatan yardım turunu görmek ister misiniz?

# TUTORIAL_ALERT_OK_BUTTON
source: Yes
tr: Evet

# TUTORIAL_ALERT_CANCEL_BUTTON
source: Skip Tutorial
tr: Hayır

# TUTORIAL_1_0
source: This is a water pump. Water pumps have varying water pressures
tr: Bu bir su pompası; her su pompasının farklı bir basınç değeri bulunmaktadır.

# TUTORIAL_1_1
source: This pump can water 9 tiles
tr: Bu su pompası 9 kareyi sulayacak basınca sahiptir.

# TUTORIAL_1_2
source: You can only have straight pipes emanating from the water pumps.
tr: Boruları pompalardan sadece düz doğrular şeklinde çıkartabilirsiniz.

# TUTORIAL_1_3
source: Go on and water 9 tiles by dragging upwards from this pump.
tr: Şimdi, bu pompadan boruyu yukarı doğru 9 kare çıkartın.

# TUTORIAL_2_0
source: There’s only one water pump which can reach this tile.
tr: Buraya erşilebilen sadece bir pompa bulunmaktadır.

# TUTORIAL_2_1
source: So, let’s use that pump.
tr: Haydi, o pompayı kullanalım.

# TUTORIAL_2_2
source: Go on and water the tile below by dragging from here.
tr: Şimdi boruyu buradan aşağı doğru çıkartın.

# TUTORIAL_3_0
source: The same is true for this tile too.
tr: Aynısı bu kare için de geçerli.

# TUTORIAL_5_0
source: This pump can water 6 tiles.
tr: Bu pompa 6 kare sulayabilir.

# TUTORIAL_5_1
source: It has 2 empty tiles to its right and 7 empty tiles below itself.
tr: Pompanın sağına doğru 2, altına doğru ise 7 karelik boşluk bulunmaktadır.

# TUTORIAL_5_2
source: Even if it is used to water both of the tiles to its right it will still have power to water 4 tiles below.
tr: Eğer bu pompa sağındaki iki kareyi sulasa bile hala aşağı doğru sulayacak 4 karelik gücü kalır.

# TUTORIAL_5_3
source: So, it is certain that this pump will be watering at least 4 tiles below itself.
tr: Demek ki, bu pompa aşağı doğru 4 kareyi kesinlikle sulayacaktır.

# TUTORIAL_5_4
source: Use it to water 4 tiles.
tr: Şimdi 4 karelik alanı sulayın.

# RATE_US_TITLE
source: Rate Us!
tr: Bizi Oylayın!

# RATE_US_MESSAGE
source: If you enjoy playing Green the Garden, you can rate us on the App Store.
tr: Green the Garden'ı beğendiyseniz bizi App Store'da oylayabilirsiniz.

# RATE_US_RATE
source: Rate now
tr: Şimdi oyla

# RATE_US_LATER
source: Remind later
tr: Daha sonra

# RATE_US_DONT_SHOW_AGAIN
source: Don't show again
tr: Bir daha gösterme
